var data = new Date()
var dia =  data.getDate();



/*
 
1 Bereshit (Gênesis 1:1–6:8)

2 Noach (6:9–11:32)

3 Lech Lechá (12:1–17:27)

4 Vayerá (18:1–22:24)

5 Chayê Sarah (23:1–25:18)

6 Toldot (25:19–28:9)

7 Vayetsê (28:10–32:3)

8 Vayishlach (32:4–36:43)

9 Vayeshev (37:1–40:23)

10 Mikets (41:1–44:17)

11 Vayigash (44:18–47:27)

12 Vayechi (47:28–50:26)

13 Shemot (Êxodo 1:1–6:1)

14 Vaerá (6:2–9:35)

15 Bo (10:1–13:16)

16 Beshalach (13:17–17:16)

17 Yitrô (18:1–20:23)

18 Mishpatim (21:1–24:18)

19 Terumá (25:1–27:19)

20 Tetzavê (27:20–30:10)

21 Ki Tissá (30:11–34:35)

22 Vayakhel (35:1–38:20)

23 Pekudê (38:21–40:38)

24 Vayikrá (Levítico 1:1–5:26)

25 Tzav (6:1–8:36)

26 Shemini (9:1–11:47)

27 Tazria (12:1–13:59)

28 Metzora (14:1–15:33)

29 Acharei Mot (16:1–18:30)

30 Kedoshim (19:1–20:27)

31 Emor (21:1–24:23)

32 Behar (25:1–26:2)

33 Bechukotai (26:3–27:34)

34 Bamidbar (Números 1:1–4:20)

35 Nasso (4:21–7:89)

36 Behaalotechá (8:1–12:16)

37 Shelach Lechá (13:1–15:41)

38 Korach (16:1–18:32)

39 Chukat (19:1–22:1)

40 Balak (22:2–25:9)

41 Pinchas (25:10–30:1)

42 Matot (30:2–32:42)

43 Massei (33:1–36:13)

44 Devarim (Deut. 1:1–3:22)

45 Vaetchanan (3:23–7:11)

46 Ekev (7:12–11:25)

47 Re’eh (11:26–16:17)

48 Shoftim (16:18–21:9)

49 Ki Tetsê (21:10–25:19)

50 Ki Tavô (26:1–29:8)

51 Nitzavim (29:9–30:20)

52 Vayelech (31:1–31:30)

53 Haazinu (32:1–52)

54 Vezot Haberachá (33:1–34:12)
 */

var parasha5=[
   /**/"PARASHÁ 5",
   /**/"CHAYEI SARA",
   /**/"VIDA DE SARA ",
   /**/" Gn 23.1-25.18 ",
   /**/"Haftarah ",
   /**/"1Rs 1.1-31 ",
   /**/"Brit Chadashá ",
   /**/"1Co 15.50-57 ",
   /**/"Tehilim",
   /**/"45",
   /**/"De:09/11/2025 á 14/11/2025",
   /**/"",
   /**/"",
   /**/"",
   /**/"",
   /**/"",
   /**/"",
   /**/"",
   /**/"",
   /**/"",
   /**/"",
   /**/"",
   /**/"",
   /**/"",
   /**/"",
   /**/"",
   /**/"",
   /**/"",
   /**/"",
   /**/"",

];

var parasha29=[
   /**/"PARASHÁ 2",
   /**/"Dia ",
   /**/"",
   /**/"",
   /**/"",
   /**/"",
   /**/"",
   /**/"",
   /**/"",
   /**/"",
   /**/"",
   /**/"",
   /**/"",
   /**/"",
   /**/"",
   /**/"",
   /**/"",
   /**/"",
   /**/"",
   /**/"",
   /**/"",
   /**/"",
   /**/"",
   /**/"",
   /**/"",
   /**/"",
   /**/"",
   /**/"",
   /**/"",
   /**/"",
   /**/"",
   /**/"",
   /**/"",
   /**/"",
   /**/"",
   /**/"",
   /**/"",
   /**/"",
   /**/"",
   /**/"",
   /**/"",
   /**/"",
   /**/"",
   /**/"",
   /**/"",
   /**/"",
   /**/"",
   /**/"",
   /**/"",
   /**/"",

];

var shabbat =[
    /**/"PARASHÁ 2",
   /**/"*************************************************************************************",
   /**/"SHABBAT SHALOM",
   /**/"Hoje Reunião na Comunidade B`ney Isra`el as 13 Hrs",

]

var parasha=[]


if (dia<= 15) {
  parasha=parasha5 

}
if (dia== 18) {
  
}



export {dia};
export {parasha};
